var scheduleIrvine = [
	{
		"title" : "2019秋季上期 Irvine校区",
		"period" : "周一班 8/19-10/7 (8周)",
		"day" : "每周一",
		"courses" : [
			{
				"id" : "cs200",			
				"time" : "3:20-4:50pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs300",
				"time" : "3:20-4:50pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs400",
				"time" : "3:20-4:50pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs230",
				"time" : "5:00-6:30pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs425",
				"time" : "5:00-6:30pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs470",
				"time" : "5:00-6:30pm",
				"price" : "$950-$1280"
			}
		]
	},
	{
		"title" : "2019秋季上期 Irvine校区",
		"period" : "周三班 8/21-10/15 (8周)",
		"day" : "每周三",
		"courses" : [
			{
				"id" : "cs101",
				"time" : "2:00-3:30pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs160",			
				"time" : "2:00-3:30pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs200",			
				"time" : "2:00-3:30pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs220",
				"time" : "3:40-5:10pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs230",			
				"time" : "3:40-5:10pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs310",			
				"time" : "3:40-5:10pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs300",
				"time" : "5:20-6:50pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs571",
				"time" : "5:20-7:20pm",
				"price" : "$950-$1280"
			}
		]	
	},
	{
		"title" : "2019秋季上期 Irvine校区",
		"period" : "周四班 8/22-10/16 (8周)",
		"day" : "每周四",
		"courses" : [
			{
				"id" : "cs160",
				"time" : "3:20-4:50pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs300",
				"time" : "3:20-4:50pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs150",
				"time" : "5:00-6:30pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs425",
				"time" : "5:00-6:30pm",
				"price" : "$950-$1280"
			}			
		]
	},
	{
		"title" : "2019秋季上期 Irvine校区",
		"period" : "周五班 8/23-10/11 (8周)",
		"day" : "每周五",
		"courses" : [
			{
				"id" : "cs220",			
				"time" : "3:20-4:50pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs410",
				"time" : "3:20-4:50pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs490",
				"time" : "3:20-4:50pm",
				"price" : "$950-$1280"
			},			
			{
				"id" : "cs430",
				"time" : "5:00-6:30pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs564",
				"time" : "5:00-7:00pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs571",
				"time" : "5:00-7:00pm",
				"price" : "$950-$1280"
			}
		]
	},
	{
		"title" : "2019秋季上期 Irvine校区",
		"period" : "周六班 8/24-10/12 (8周)",
		"day" : "每周六",
		"courses" : [
			{
				"id" : "cs160",			
				"time" : "9:30-11:00am",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs220",			
				"time" : "9:30-11:00am",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs550",			
				"time" : "9:30-11:00am",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs200",			
				"time" : "11:00-12:30pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs230",			
				"time" : "11:00-12:30pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs310",			
				"time" : "11:00-12:30pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs300",			
				"time" : "1:00-2:30pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs410",			
				"time" : "1:00-2:30pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs310",			
				"time" : "1:00-2:30pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs425",			
				"time" : "2:45-4:15pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs430",			
				"time" : "2:45-4:15pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs490",			
				"time" : "2:45-4:15pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs470",			
				"time" : "4:30-6:00pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs500",			
				"time" : "4:30-6:30pm",
				"price" : "$950-1280"
			},
			{
				"id" : "cs571",			
				"time" : "4:30-6:30pm",
				"price" : "$950-$1280"
			},
		]
	},
]

var scheduleArcadia = [
	{
		"title" : "2019秋季上期 Arcadia校区",
		"period" : "周一班 8/19-10/7 (8周)",
		"day" : "每周一",
		"courses" : [
			{
				"id" : "cs220",			
				"time" : "3:20-4:50pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs310",
				"time" : "3:20-4:50pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs230",
				"time" : "5:00-6:30pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs300",
				"time" : "5:00-6:30pm",
				"price" : "$950-$1280"
			}
		]
	},
	{
		"title" : "2019秋季上期 Arcadia校区",
		"period" : "周二班 8/20-10/8 (8周)",
		"day" : "每周二",
		"courses" : [
			{
				"id" : "cs200",			
				"time" : "3:20-4:50pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs400",
				"time" : "3:20-4:50pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs160",
				"time" : "5:00-6:30pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs425",
				"time" : "5:00-6:30pm",
				"price" : "$950-$1280"
			}
		]
	},
	{
		"title" : "2019秋季上期 Arcadia校区",
		"period" : "周四班 8/22-10/16 (8周)",
		"day" : "每周四",
		"courses" : [
			{
				"id" : "cs430",
				"time" : "3:20-4:50pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs410",
				"time" : "3:20-4:50pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs220",
				"time" : "5:00-6:30pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs230",
				"time" : "5:00-6:30pm",
				"price" : "$950-$1280"
			}			
		]
	},
	{
		"title" : "2019秋季上期 Arcadia校区",
		"period" : "周五班 8/23-10/11 (8周)",
		"day" : "每周五",
		"courses" : [
			{
				"id" : "cs101",			
				"time" : "3:20-4:50pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs300",
				"time" : "3:20-4:50pm",
				"price" : "$950-$1280"
			},			
			{
				"id" : "cs400",
				"time" : "5:00-6:30pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs510",
				"time" : "5:00-6:30pm",
				"price" : "$950-$1280"
			}
		]
	},
	{
		"title" : "2019秋季上期 Arcadia校区",
		"period" : "周六班 8/24-10/12 (8周)",
		"day" : "每周六",
		"courses" : [
			{
				"id" : "cs230",			
				"time" : "9:30-11:00am",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs430",			
				"time" : "9:30-11:00am",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs310",			
				"time" : "11:00-12:30pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs425",			
				"time" : "11:00-12:30pm",
				"price" : "$950-$1280"
			},						
			{
				"id" : "cs101",			
				"time" : "1:00-2:30pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs571",
				"time" : "1:00-3:00pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs150",
				"time" : "2:45-4:15pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs490",			
				"time" : "2:45-4:15pm",
				"price" : "$950-$1280"
			}
		]
	},
]

var scheduleRancho = [
	{
		"title" : "2019秋季上期 Rancho校区",
		"period" : "周二班 8/20-10/8 (8周)",
		"day" : "每周二",
		"courses" : [
			{
				"id" : "cs160",			
				"time" : "3:20-4:50pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs320",
				"time" : "3:20-4:50pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs160",
				"time" : "5:00-6:30pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs210",
				"time" : "5:00-6:30pm",
				"price" : "$950-$1280"
			}			
		]
	},
	{
		"title" : "2019秋季上期 Rancho校区",
		"period" : "周五班 8/23-10/11 (8周)",
		"day" : "每周五",
		"courses" : [
			{
				"id" : "cs220",			
				"time" : "3:20-4:50pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs490",
				"time" : "3:20-4:50pm",
				"price" : "$950-$1280"
			},			
			{
				"id" : "cs300",
				"time" : "5:00-6:30pm",
				"price" : "$950-$1280"
			},
			{
				"id" : "cs410",
				"time" : "5:00-6:30pm",
				"price" : "$950-$1280"
			}
		]
	}
]
